{
  "19105ef31662": {
    "title": "Extraction de l'ADN d'une banane & observation de noyaux de cellules d'épiderme d'oignon au microsco",
    "filename": "Fiche-profs-ADN-banane.pdf",
    "filepath": "uploads\\20260125_112348_Fiche-profs-ADN-banane.pdf",
    "uploaded_at": "2026-01-25T11:24:18.577942",
    "content_chunks": [
      "Extraction de l'ADN d'une banane & observation de noyaux de cellules d'épiderme d'oignon au microscope Il est possible d'extraire de l'ADN à partir d'aliments divers tels que par exemple les petits pois, les bananes ou bien encore les oeufs de poisson. Nous utiliserons lors de nos expérimentations de la banane comme matière première. Matériel & équipement nécessaire par groupe 1/3 Banane (+/-100 g) 1 seringues de 10 ml 1 Pissette d'eau distillée 1 tube à essai + support plasticine 2 pipettes pasteur de 3 ml 1 pince Produit vaisselle : 5 ml 1 passoire Alcool (Éthanol 95 %) froid : 3 ml 2 béchers de 250 ml ou de 400 ml Sel de cuisine : 1 pointe de cuillère (~3 g) 2 verres de montre • Ajouter de l'eau distillée dans le bécher, jusqu'au trait de 100 mL. • Ajouter le sel (une pointe de cuillère ~3g). • Bien mélanger l'ensemble, en écrasant les morceaux de banane sur la paroi du bécher à l'aide de la cuillère. • Avec une seringue, ajouter 5 ml de produit vaisselle et mélanger à nouveau. Les fragments de banane ramollissent progressivement car le liquide vaisselle dissout les membranes cellulaires et dénature les protéines. En effet, pour extraire l'ADN, il faut que le noyau sorte de la cellule. Les sels et le savon de vaisselle contenus dans la solution dégradent les membranes des cellules de banane, la membrane nucléaire du noyau et les protéines qui seraient toujours liées à l'ADN. • Laisser agir 5 à 10 min. • Mélanger. • Filtrer le mélange avec la passoire et récupérer le jus dans le deuxième bécher. Filtrer le mélange permet de recueillir le liquide riche en ADN et de le séparer des résidus cellulaires et autres tissus. • Avec une pipette pasteur, prélever 3 ml de jus de banane et les verser dans le tube à essai. • Avec une autre pipette pasteur, ajouter délicatement 3 ml d'alcool froid en le faisant couler contre la paroi du tube à essai. Les deux solutions de se mélangent pas et l'alcool forme une couche plus « légère » au-dessus du jus. Pourquoi ? La masse volumique de l'alcool (éthanol 95% : 0.79) est plus faible que celle de la solution de banane (eau + sel + liquide vaisselle). L'alcool flotte donc au-dessus du mélange. • Laissez reposer le tube à essai quelques minutes. Observer. Une substance blanche se forme dans l'alcool dans la partie supérieure du tube à essai, on l'appelle la méduse d'ADN. C'est l'ADN de la banane ! L'ADN est insoluble dans l'alcool et précipite donc pour former ce que les biochimistes appellent la « méduse ». L'ADN forme une double hélice qui présente à l'extérieur des molécules de phosphate et de sucre hydrophiles (qui aime l'eau) et à l'intérieur les bases A,T,C,G hydrophobes (qui n'aiment pas l'eau). La molécule d'AN est donc soluble dans l'eau et insoluble dans l'alcool où elle précipite. Procédure de coloration des noyaux des cellules d'oignon Il existe des colorants qui colorent",
      "dans l'alcool dans la partie supérieure du tube à essai, on l'appelle la méduse d'ADN. C'est l'ADN de la banane ! L'ADN est insoluble dans l'alcool et précipite donc pour former ce que les biochimistes appellent la « méduse ». L'ADN forme une double hélice qui présente à l'extérieur des molécules de phosphate et de sucre hydrophiles (qui aime l'eau) et à l'intérieur les bases A,T,C,G hydrophobes (qui n'aiment pas l'eau). La molécule d'AN est donc soluble dans l'eau et insoluble dans l'alcool où elle précipite. Procédure de coloration des noyaux des cellules d'oignon Il existe des colorants qui colorent spécifiquement l'ADN, c'est le cas du vert de méthylène. ! Lors de ces manipulations, veillez à garder l'épiderme le plus à plat possible (il a tendance à se recroqueviller sur lui-même, surtout quand il s'assèche), pour faciliter la préparation de la lame ! • Prélever avec une pince de l'épiderme d'oignon. L'épiderme est la fine peau qui recouvre la partie interne des diverses couches de l'oignon. • Déposer le fragment d'épiderme dans un verre de montre avec quelques gouttes de vert de méthyle et laisser agir 2 min. • Rincer dans un autre verre de montre avec de l'eau distillée. • Déposer le fragment coloré entre lame et lamelles et observer au microscope. (Voir le mode d'emploi du microscope). Observations : Nous observons les cellules qui composent l'épiderme de l'oignon. Chaque cellule est entourée de sa membrane plasmique, contient un cytoplasme et noyau. Le noyau est coloré par le vert de méthylène car il contient de l'ADN. Grossissement x100 Grossissement x400 Est-ce vraiment de l'ADN ? Comment peut-on montrer que le filament obtenu lors de l'extraction est bien de l'ADN ? En utilisant le même colorant que celui utilisé pour colorer les noyaux d'oignons ! De la même façon qu'avec la mise en évidence du noyau des cellules d'oignons, vérifions que ce que nous avons extrait est bien de l'ADN. Vous pouvez aussi réaliser l'extraction à partir d'un kiwi ou d'un oignon. Le protocole est le même ENSEIGNANT Observations :"
    ],
    "full_text_preview": "Extraction de l'ADN d'une banane & observation de noyaux de cellules d'épiderme d'oignon au microscope\n\nIl est possible d'extraire de l'ADN à partir d'aliments divers tels que par exemple les petits pois, les bananes ou bien encore les oeufs de poisson. Nous utiliserons lors de nos expérimentations de la banane comme matière première.\n\nMatériel & équipement nécessaire par groupe 1/3 Banane (+/-100 g) 1 seringues de 10 ml 1 Pissette d'eau distillée 1 tube à essai + support plasticine 2 pipettes pasteur de 3 ml 1 pince Produit vaisselle : 5 ml 1 passoire Alcool (Éthanol 95 %) froid : 3 ml 2 béchers de 250 ml ou de 400 ml Sel de cuisine : 1 pointe de cuillère (~3 g) 2 verres de montre • Ajouter de l'eau distillée dans le bécher, jusqu'au trait de 100 mL.\n\n• Ajouter le sel (une pointe de cuillère ~3g).\n\n• Bien mélanger l'ensemble, en écrasant les morceaux de banane sur la paroi du bécher à l'aide de la cuillère.\n\n• Avec une seringue, ajouter 5 ml de produit vaisselle et mélanger à nouveau.\n\nLes fragments de banane ramollissent progressivement car le liquide vaisselle dissout les membranes cellulaires et dénature les protéines. En effet, pour extraire l'ADN, il faut que le noyau sorte de la cellule. Les sels et le savon de vaisselle contenus dans la solution dégradent les membranes des cellules de banane, la membrane nucléaire du noyau et les protéines qui seraient toujours liées à l'ADN. • Laisser agir 5 à 10 min.\n\n• Mélanger.\n\n• Filtrer le mélange avec la passoire et récupérer le jus dans le deuxième bécher.\n\nFiltrer le mélange permet de recueillir le liquide riche en ADN et de le séparer des résidus cellulaires et autres tissus. • Avec une pipette pasteur, prélever 3 ml de jus de banane et les verser dans le tube à essai.\n\n• Avec une autre pipette pasteur, ajouter délicatement 3 ml d'alcool froid en le faisant couler contre la paroi du tube à essai.\n\nLes deux solutions de se mélangent pas et l'alcool forme une couche plus « légère » au-dessus du jus. Pourquoi ? La mas"
  }
}